Repository: donnybeelo/gnome-extensions-hotspot-toggle
Catalog: po/*.po
Languages: ru_ru

source: Phone Hotspot
ru_ru: Точка доступа телефона

source: No Wi-Fi SSID set & no MAC address set. Go to Extension Manager > Cogwheel next to Hotspot Toggle and set them appropriately.
ru_ru: Не установлен SSID Wi-Fi и MAC-адрес. Перейдите в Диспетчер расширений > Шестеренка рядом с переключателем точек доступа и настройте их соответствующим образом.

source: No Wi-Fi SSID set. Go to Extension Manager > Cogwheel next to Hotspot Toggle and set it appropriately.
ru_ru: SSID Wi-Fi не установлен. Перейдите в Диспетчер расширений > Шестеренка рядом с переключателем точек доступа и настройте его соответствующим образом.

source: No MAC address set. Go to Extension Manager > Cogwheel next to Hotspot Toggle and set it appropriately.
ru_ru: MAC-адрес не задан. Перейдите в Диспетчер расширений > Шестеренка рядом с переключателем точек доступа и настройте его соответствующим образом.

source: Connected to Wi-Fi network:
ru_ru: Подключен к сети Wi-Fi:

source: Bluetooth address is not configured or invalid. Check that the set Bluetooth MAC Address is in the correct format.
ru_ru: Адрес Bluetooth не настроен или не доступен. Убедитесь, что заданный MAC-адрес Bluetooth указан в правильном формате.

source: Bluetooth device not found. Make sure Bluetooth is enabled and the device is paired.
ru_ru: Устройство Bluetooth не найдено. Убедитесь, что Bluetooth включен и устройства сопряжены.

source: Failed to connect to Wi-Fi network:
ru_ru: Не удалось подключиться к сети Wi-Fi:

source: Disconnected from Wi-Fi network:
ru_ru: Отключиться от сети Wi-Fi:

source: Device Settings
ru_ru: Настройки устройства

source: Configure the Bluetooth device to connect to.
ru_ru: Настройте устройство Bluetooth для подключения.

source: Bluetooth MAC Address
ru_ru: Bluetooth MAC-адрес

source: e.g., 00:11:22:33:44:55
ru_ru: т.е.: 00:11:22:33:44:55

source: e.g., MyWiFiNetwork
ru_ru: т.е.: MyWiFiNetwork

source: The MAC address of the Bluetooth device to connect to.
ru_ru: MAC-адрес устройства Bluetooth, к которому необходимо подключиться.

source: The SSID of the Wi-Fi network to connect to when toggling the hotspot.
ru_ru: SSID сети Wi-Fi, к которой необходимо подключиться при переключении точки доступа.
